acl
age
alsa-lib
aom
aribb24
assimp
at-spi2-core
atac
attr
augeas
bandwhich
bat
bat-extras
berkeley-db
berkeley-db@5
binutils
bison
bpytop
brotli
btop
bun
bzip2
c-ares
ca-certificates
caddy
cairo
certbot
certifi
cf-terraforming
cffi
cjson
clisp
cloudflared
cmatrix
cryptography
cups
curl
dav1d
dbus
ddgr
dialog
diff-so-fancy
dotnet@8
double-conversion
duf
dust
elfutils
entr
eslint
exiftool
expat
eza
faac
faad2
fd
fdk-aac
ffmpeg
ffmpegthumbnailer
fftw
flac
fontconfig
freeglut
freetype
frei0r
fribidi
fzf
gcc
gcc@11
gd
gdbm
gdk-pixbuf
gettext
gh
ghostscript
giflib
git
git-delta
git-filter-repo
git-lfs
glib
glib-networking
glibc
glslang
gmp
gnupg
gnutls
go
gobject-introspection
gperf
gpgme
gping
graphene
graphite2
gsettings-desktop-schemas
gstreamer
gtk+3
gtk4
gtop
gzip
harfbuzz
hicolor-icon-theme
highway
httpie
hugo
hunspell
hwloc
icu4c@76
icu4c@77
imagemagick
imath
ipcalc
iputils
isl
iso-codes
jasper
jbig2dec
jpeg-turbo
jpeg-xl
jq
json-glib
k9s
kdash
kompose
krb5
kubelogin
kubernetes-cli
ladspa-sdk
lame
leptonica
libarchive
libass
libassuan
libavif
libb2
libbluray
libcap
libclc
libde265
libdeflate
libdrm
libedit
libepoxy
libevent
libffi
libfontenc
libgcrypt
libgit2
libgpg-error
libheif
libice
libidn
libidn2
libksba
liblqr
libmicrohttpd
libmng
libmpc
libnghttp2
libnice
libnsl
libogg
libpciaccess
libpng
libpsl
libpthread-stubs
libraw
librist
libsamplerate
libsecret
libshout
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libtasn1
libtermkey
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
libusb
libusrsctp
libuv
libva
libvdpau
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxscrnsaver
libxshmfence
libxslt
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
linux-headers@5.15
little-cms2
llvm
lm-sensors
lpeg
ltex-ls
lttng-ust
lua
luajit
luarocks
luv
lz4
lzo
m4
marksman
mbedtls
md4c
mesa
mesa-glu
minizip
mkcert
mpdecimal
mpfr
mpg123
msgpack
ncurses
neofetch
neovim
nettle
node
node@16
npth
nspr
nss
numactl
oniguruma
open-mpi
openapi-generator
opencore-amr
openexr
openjdk
openjdk@11
openjpeg
openldap
openssl@1.1
openssl@3
opentofu
opus
orc
p11-kit
pandoc
pango
pcre
pcre2
perl
pinentry
pipx
pixman
pkgconf
plotutils
pmix
poppler
potrace
presenterm
procs
pstoedit
pulseaudio
py3cairo
pycparser
pygobject3
python-charset-normalizer
python-idna
python-packaging
python-requests
python-setuptools
python-urllib3
python@3.11
python@3.12
python@3.13
qt
rav1e
readline
ripgrep
rm-improved
rtmpdump
rubberband
ruby
scc
sdl2
sevenzip
shared-mime-info
snappy
speex
speexdsp
spirv-headers
spirv-llvm-translator
spirv-tools
sqlite
srt
srtp
sshs
sslscan
svt-av1
systemd
taglib
tcl-tk
terraform
terraform-ls
tesseract
texinfo
texlive
tflint
thefuck
theora
tldr
tmux
tre-command
tree-sitter
unbound
unibilium
unzip
userspace-rcu
utf8cpp
utf8proc
util-linux
valgrind
vamp-plugin-sdk
vim
wayland
wayland-protocols
webp
x264
x265
xauth
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xh
xinput
xkbcomp
xkeyboard-config
xkeyboardconfig
xorg-server
xorgproto
xsel
xvid
xz
yazi
z3
zellij
zeromq
zimg
zip
zlib
zoxide
zsh
zsh-async
zstd
