acl
age
alsa-lib
aom
attr
bandwhich
bat
bat-extras
berkeley-db
berkeley-db@5
binutils
bison
bitwarden-cli
bpytop
brotli
btop
bun
bzip2
c-ares
ca-certificates
caddy
cairo
certifi
cf-terraforming
clisp
cloudflared
cmatrix
cups
curl
dbus
ddgr
deno
diff-so-fancy
duf
dust
elfutils
entr
eslint
exiftool
expat
eza
fontconfig
freetype
fzf
gcc
gcc@11
gd
gdbm
gettext
gh
ghostscript
giflib
git
git-filter-repo
git-lfs
glib
glibc
glslang
gmp
gnupg
gnutls
go
gperf
gping
graphite2
gtop
gzip
harfbuzz
highway
httpie
hugo
icu4c
imagemagick
imath
ipcalc
iputils
isl
jasper
jbig2dec
jpeg-turbo
jpeg-xl
k9s
kdash
kompose
krb5
kubelogin
kubernetes-cli
libassuan
libavif
libcap
libclc
libde265
libdrm
libedit
libevent
libffi
libgcrypt
libgit2
libgpg-error
libheif
libice
libidn
libidn2
libksba
liblqr
libmpc
libnghttp2
libnsl
libpciaccess
libpng
libpthread-stubs
libraw
libsecret
libsigsegv
libsm
libsodium
libssh2
libtasn1
libtermkey
libtiff
libtirpc
libtool
libunistring
libusb
libuv
libva
libvdpau
libvmaf
libvterm
libx11
libxau
libxaw
libxcb
libxcrypt
libxdamage
libxdmcp
libxext
libxfixes
libxft
libxi
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
linux-headers@5.15
little-cms2
llvm
lm-sensors
lpeg
ltex-ls
lua
luajit
luarocks
luv
lz4
lzo
m4
marksman
mesa
mkcert
mpdecimal
mpfr
msgpack
ncurses
neofetch
neovim
nettle
node
node@16
npth
oniguruma
openapi-generator
openexr
openjdk
openjdk@11
openjpeg
openldap
openssl@1.1
openssl@3
opentofu
p11-kit
pandoc
pcre
pcre2
perl
pinentry
pipx
pixman
pkg-config
plotutils
potrace
procs
pstoedit
python-charset-normalizer
python-idna
python-requests
python-urllib3
python@3.11
python@3.12
readline
ripgrep
rm-improved
rtmpdump
ruby
scc
shared-mime-info
spirv-llvm-translator
spirv-tools
sqlite
sslscan
systemd
tcl-tk
terraform
terraform-ls
texinfo
texlive
tflint
thefuck
tldr
tmux
tre-command
tree-sitter
unbound
unibilium
unzip
utf8proc
util-linux
valgrind
vim
wayland
wayland-protocols
webp
x265
xorgproto
xsel
xz
z3
zip
zlib
zoxide
zsh
zsh-async
zstd
