acl
age
alsa-lib
antigen
aom
apr
apr-util
argon2
aspell
attr
autoconf
bandwhich
bat
berkeley-db
berkeley-db@5
binutils
bison
bitwarden-cli
bpytop
brotli
bun
bzip2
c-ares
ca-certificates
caddy
cairo
certifi
cffi
cloudflared
cmatrix
cmctl
composer
cryptography
cups
curl
dbus
ddgr
deno
diff-so-fancy
dua-cli
duf
dust
elfutils
exiftool
expat
eza
fontconfig
freetds
freetype
gatsby-cli
gcc
gcc@11
gd
gdbm
gettext
gh
giflib
git
git-filter-repo
git-lfs
glib
glibc
gmp
gnupg
gnutls
go
gperf
gping
graphite2
harfbuzz
highway
httpie
icu4c
imath
ipcalc
iperf3
iputils
isl
jansson
jpeg-turbo
jpeg-xl
jq
json-c
k9s
kompose
krb5
kubernetes-cli
libassuan
libavif
libcap
libedit
libevent
libffi
libgcrypt
libgit2
libgpg-error
libice
libidn2
libksba
liblinear
libmpc
libnghttp2
libnsl
libpcap
libpng
libpq
libpthread-stubs
libsecret
libsm
libsodium
libssh2
libtasn1
libtermkey
libtiff
libtirpc
libtool
libunistring
libusb
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxfixes
libxi
libxml2
libxrandr
libxrender
libxslt
libxt
libxtst
libyaml
libyubikey
libzip
linux-headers@5.15
little-cms2
llvm
llvm@17
lua
luajit
luarocks
luv
lz4
lzo
m4
make
marksman
mawk
mkcert
mpdecimal
mpfr
msgpack
mtr
ncurses
neofetch
neovim
nettle
nmap
node
npth
oniguruma
openapi-generator
openexr
openjdk@11
openldap
openssl@3
opentofu
p11-kit
pcre
pcre2
pcsc-lite
perl
php
pinentry
pipx
pixman
pkg-config
prettierd
procs
pure
pycparser
python@3.11
python@3.12
readline
ripgrep
rm-improved
rtmpdump
ruby
rust
scc
sqlite
sslscan
stow
systemd
texinfo
thefuck
tidy-html5
tlrc
tmux
tre-command
tree-sitter
unbound
unibilium
unixodbc
unzip
utf8proc
util-linux
vim
webp
wget
xorgproto
xsel
xz
ykman
ykpers
z3
zip
zlib
zoxide
zsh
zsh-async
zstd
