age
ansible
base
base-devel
bat
bitwarden-cli
btop
chromium
cloudflared
cmake
dpkg
enchant
eza
fd
fzf
gcc
git
git-delta
github-cli
go
golangci-lint
google-chrome
httpie
hyphen
jq
kubectl
kubelogin
less
libevdev
libgudev
lua
nano
neovim
npm
openssh
opentofu
pnpm
ripgrep
sops
speedtest-cli
stow
sudo
terraform
tmux
unrar
unzip
vim
wget
x264
xdg-utils
yay
yay-debug
yubikey-manager
zoxide
zsh
