age
ansible
asnmap
base
base-devel
bat
bind
bitwarden-cli
btop
chromium
cloudflare-warp-bin
cloudflared
cmake
dbmate
difftastic
direnv
dive
dpkg
enchant
entr
eza
fd
fzf
gcc
git
git-cliff
git-delta
github-cli
gitleaks
go
golangci-lint
google-chrome
httpie
hurl
hyperfine
hyphen
jc
jq
just
kubeconform
kubectl
kubelogin
lazydocker
lazygit
less
libevdev
libgudev
lua
mise
nano
neovim
npm
oha
openbsd-netcat
openssh
opentofu
osv-scanner
pnpm
rclone
ripgrep
sops
speedtest-cli
sqlfluff
staticcheck
stow
sudo
terraform
tmux
typos
unrar
unzip
vale
vim
watchexec
wget
whois
x264
xdg-utils
xh
yay
yay-debug
yubikey-manager
zip
zoxide
zsh
